{
    "persons": [
        {
            "name": "1.Souvik Nandi",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "2.Soma Nandi",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "The app was crashing a lot on my device don’t know whats the issue but it is fixed now with the new update good app for us stocks and etf all the options are avaibabl."
                },
                {
                    "app": "Dost",
                    "description": "Enjoy genuine interactions and Private Messaging. Make New Friends with Audio Chat. Perfect for Online Socializing."
                }
            ]
        },
        {
            "name": "3.Adam Tok",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "4.Roudy Rathor v2.0",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "5.Kushal Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Fractional investing is a great feature guys, us stocks are expensive so it maks sense to invest in fraction of these shars as I am on a tight budget. Also this app helps u with investmeit choices."
                },
                {
                    "app": "Dost",
                    "description": "Social Networking at its best. Online Friendships and Secure Conversations. Perfect for New Friend Finder."
                }
            ]
        },
        {
            "name": "6.Shyamal Barman",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "7.Kalyani Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Useful app for diversification I myst say. I can now invest in renowned companies that are basd in US without worrying about the high share prices. Fractional shares feature makes it possible and convenient."
                },
                {
                    "app": "Dost",
                    "description": "Online Socializing and Real Friends. Video Chat with Secure Conversations. Great for Online Meeting."
                }
            ]
        },
        {
            "name": "8.Susmita Barman",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "9.Soumyajit Bhunia",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "The foreign exchang rates on this app is awsm man. No extra cost to transfer money abroad. Other banks charge a hell lot of a bomb just to transfer funds abroad."
                },
                {
                    "app": "Dost",
                    "description": "Online Community and Safe Social App. Meet New Friends through Audio Chat. Ideal for Virtual Friendships."
                }
            ]
        },
        {
            "name": "10.Asim Basak",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Chart is not loading properly on my device please check, rest of the features are good and working smoothly but pls fix the charting"
                },
                {
                    "app": "Dost",
                    "description": "Connect with People and enjoy Private Messaging. Online Friendships with Secure Conversations. Perfect for Online Socializing."
                }
            ]
        },
        {
            "name": "11.Abasak Basak",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Social Connection and Real Friends. Video Chat with Privacy-focused Social App. Great for Online Meeting."
                }
            ]
        },
        {
            "name": "12.Soumyadeep Dutta",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "No hidden charges or fees thats so aowsome! The best thing is you can send money straight from the app no need to leave it, make the whole remittance process free from any pain."
                },
                {
                    "app": "Dost",
                    "description": "New Friend Finder and Chat with Strangers. Genuine Interactions with Secure Conversations. Perfect for Virtual Friendships."
                }
            ]
        },
        {
            "name": "13.Mrinmoy Debnath",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "ez to use trding apps. Makes it super easy to track your profits nd losses on etfs and stocks. I've usd other apps and a lot of exchanges.Athis app is one of the bst if youre loking for basic invstment offerings and pretty much every stock that's tradable."
                },
                {
                    "app": "Dost",
                    "description": "Social Networking and Private Messaging. Make New Friends through Audio Chat. Ideal for Online Socializing."
                }
            ]
        },
        {
            "name": "14.Ujjal Saha",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Online Community and Safe Social App. Real Friends with Video Chat. Great for New Friend Finder."
                }
            ]
        },
        {
            "name": "15.Adrija Pal",
            "reviews": [
                {
                    "app": "Dost",
                    "description": " Social Connection and Online Friendships. Secure Conversations with Privacy-focused Social App. Perfect for Virtual Friendships."
                }
            ]
        },
        {
            "name": "16.Riya Dutta",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Connect with People and Chat with Strangers. Genuine Interactions with Secure Conversations. Ideal for Online Meeting."
                }
            ]
        },
        {
            "name": "17.Sagnik Bhowmik",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Social Networking and Private Messaging. Make New Friends through Audio Chat. Perfect for Virtual Friendships."
                }
            ]
        },
        {
            "name": "18.Subhrajit Saha",
            "reviews": [
                {
                    "app": "None",
                    "description": "None2"
                },
                {
                    "app": "None",
                    "description": "None2"
                }
            ]
        },
        {
            "name": "19.Debasmita Debnath",
            "reviews": [
                {
                    "app": "None",
                    "description": "None2"
                },
                {
                    "app": "None",
                    "description": "None2"
                }
            ]
        },
        {
            "name": "20.Arpan Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "jumping into Goals/sips is now less intimidating. It alows me to take control of my investments, but also extend an helpig hnd to guide me alog the way. I absolutely love using this app and recommend anyone who wants to grow their money."
                },
                {
                    "app": "Dost",
                    "description": "Social Connection and Genuine Interactions. Chat with Strangers with Privacy-focused Social App. Ideal for Virtual Friendships."
                }
            ]
        },
        {
            "name": "21.Arpita Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Didn’t find options contract and futur contract on this app.I can only invst in us stks no option for intraday trading which is a drawback butt they are saying it will be live soon so waiting for it."
                },
                {
                    "app": "Dost",
                    "description": " Online Socializing and Private Messaging. Real Friends with Video Chat. Great for Online Meeting."
                }
            ]
        },
        {
            "name": "22.MR AB",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "The customer car staff was vry profesional, helpful & kind. Got my isus reslvd within 1 day. hapy with the overal experience of this app. No issues at all. I Definitely trust appreciat with my mony and invstmnts."
                },
                {
                    "app": "Dost",
                    "description": "Social Networking and Online Friendships. Secure Conversations with New Friend Finder. Perfect for Virtual Friendships."
                }
            ]
        }
    ]
}