{
    "persons": [
        {
            "name": "1.Souvik Nandi",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "2.Soma Nandi",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "The app was crashing a lot on my device don’t know whats the issue but it is fixed now with the new update good app for us stocks and etf all the options are avaibabl."
                },
                {
                    "app": "Dost",
                    "description": "Enjoy genuine interactions and Private Messaging. Make New Friends with Audio Chat. Perfect for Online Socializing."
                },
                {
                    "app": "SBM Credilio",
                    "description": "User-friendly interface, fast loan approval, and excellent support"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly simplifies expense management with its intuitive interface. It's ideal for keeping track of daily spending. Perfect for maintaining financial discipline"
                }
            ]
        },
        {
            "name": "3.Adam Tok",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "4.Roudy Rathor v2.0",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "5.Kushal Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Fractional investing is a great feature guys, us stocks are expensive so it maks sense to invest in fraction of these shars as I am on a tight budget. Also this app helps u with investmeit choices."
                },
                {
                    "app": "Dost",
                    "description": "Social Networking at its best. Online Friendships and Secure Conversations. Perfect for New Friend Finder."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Simple to use, swift processing, and friendly support team"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly's simple and effective design aids in effortless budget management. It's perfect for tracking monthly expenses. Highly recommended for financial efficiency"
                }
            ]
        },
        {
            "name": "6.Shyamal Barman",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "7.Kalyani Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Useful app for diversification I myst say. I can now invest in renowned companies that are basd in US without worrying about the high share prices. Fractional shares feature makes it possible and convenient."
                },
                {
                    "app": "Dost",
                    "description": "Online Socializing and Real Friends. Video Chat with Secure Conversations. Great for Online Meeting."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Easy application process, responsive support, and reliable"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly's user-friendly interface makes managing expenses a breeze. Its insightful reports are helpful for financial planning. Ideal for anyone wanting to improve their savings"
                }
            ]
        },
        {
            "name": "8.Susmita Barman",
            "reviews": [
                {
                    "app": "No App",
                    "description": "None"
                }
            ]
        },
        {
            "name": "9.Soumyajit Bhunia",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "The foreign exchang rates on this app is awsm man. No extra cost to transfer money abroad. Other banks charge a hell lot of a bomb just to transfer funds abroad."
                },
                {
                    "app": "Dost",
                    "description": "Online Community and Safe Social App. Meet New Friends through Audio Chat. Ideal for Virtual Friendships."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Intuitive interface, quick processing, and helpful customer care"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly makes budgeting simple with its intuitive interface and detailed insights. It’s excellent for monitoring spending habits. A valuable tool for financial organization"
                }
            ]
        },
        {
            "name": "10.Asim Basak",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Chart is not loading properly on my device please check, rest of the features are good and working smoothly but pls fix the charting"
                },
                {
                    "app": "Dost",
                    "description": "Connect with People and enjoy Private Messaging. Online Friendships with Secure Conversations. Perfect for Online Socializing."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Easy navigation, prompt services, and secure features"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly offers a straightforward way to manage your finances, with easy-to-understand reports. Ideal for anyone wanting to keep track of their spending. Great for financial clarity"
                }
            ]
        },
        {
            "name": "11.Abasak Basak",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Social Connection and Real Friends. Video Chat with Privacy-focused Social App. Great for Online Meeting."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Straightforward usage, fast loan approval, and supportive team"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly’s seamless expense tracking helps maintain a balanced budget effortlessly. Its user-friendly design is perfect for daily use. Highly effective for managing finances"
                }
            ]
        },
        {
            "name": "12.Soumyadeep Dutta",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "No hidden charges or fees thats so aowsome! The best thing is you can send money straight from the app no need to leave it, make the whole remittance process free from any pain."
                },
                {
                    "app": "Dost",
                    "description": "New Friend Finder and Chat with Strangers. Genuine Interactions with Secure Conversations. Perfect for Virtual Friendships."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Simple app design, efficient service, and secure transactions"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly provides a clear overview of your expenses, aiding in better financial decisions. The app is easy to navigate and very effective. Perfect for personal finance management"
                }
            ]
        },
        {
            "name": "13.Mrinmoy Debnath",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "ez to use trding apps. Makes it super easy to track your profits nd losses on etfs and stocks. I've usd other apps and a lot of exchanges.Athis app is one of the bst if youre loking for basic invstment offerings and pretty much every stock that's tradable."
                },
                {
                    "app": "Dost",
                    "description": "Social Networking and Private Messaging. Make New Friends through Audio Chat. Ideal for Online Socializing."
                },
                {
                    "app": "SBM Credilio",
                    "description": "User-friendly, quick processing, and reliable support"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly’s detailed tracking features are excellent for maintaining financial discipline. It’s user-friendly and highly informative. A must-have for anyone looking to save money"
                }
            ]
        },
        {
            "name": "14.Ujjal Saha",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Online Community and Safe Social App. Real Friends with Video Chat. Great for New Friend Finder."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Easy to use, efficient services, and responsive support"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly helps you manage your budget with ease, offering detailed insights into your spending. Its intuitive design is perfect for everyday use. Excellent for financial management"
                }
            ]
        },
        {
            "name": "15.Adrija Pal",
            "reviews": [
                {
                    "app": "Dost",
                    "description": " Social Connection and Online Friendships. Secure Conversations with Privacy-focused Social App. Perfect for Virtual Friendships."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Smooth interface, quick loan processing, and secure transactions"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly’s expense tracking is both efficient and easy to use. It provides insightful financial reports, making budgeting simpler. Ideal for anyone aiming to save more"
                }
            ]
        },
        {
            "name": "16.Riya Dutta",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Connect with People and Chat with Strangers. Genuine Interactions with Secure Conversations. Ideal for Online Meeting."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Intuitive design, fast services, and reliable support team"
                },
                {
                    "app": "Pocketly",
                    "description": " Pocketly offers a seamless way to track your finances with its user-friendly interface. It’s perfect for managing daily expenses. Highly recommended for financial planning"
                }
            ]
        },
        {
            "name": "17.Sagnik Bhowmik",
            "reviews": [
                {
                    "app": "Dost",
                    "description": "Social Networking and Private Messaging. Make New Friends through Audio Chat. Perfect for Virtual Friendships."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Simple navigation, prompt approvals, and secure features"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly’s comprehensive expense management features make it easy to stay on top of your budget. The app’s intuitive design is highly user-friendly. Great for optimizing financial health"
                }
            ]
        },
        {
            "name": "18.Subhrajit Saha",
            "reviews": [
                {
                    "app": "SBM Credilio",
                    "description": "Easy application, fast service, and excellent customer support"
                },
                {
                    "app": "Pocketly",
                    "description": " Pocketly provides clear and detailed tracking of your expenses, aiding in better financial planning. Its user-friendly interface ensures a smooth experience. Perfect for managing finances"
                }
            ]
        },
        {
            "name": "19.Debasmita Debnath",
            "reviews": [
                {
                    "app": "SBM Credilio",
                    "description": "User-friendly, quick approval, and reliable transactions"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly simplifies budget tracking with its intuitive features and detailed reports. It's ideal for keeping your finances in check. Highly useful for financial discipline"
                }
            ]
        },
        {
            "name": "20.Arpan Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "jumping into Goals/sips is now less intimidating. It alows me to take control of my investments, but also extend an helpig hnd to guide me alog the way. I absolutely love using this app and recommend anyone who wants to grow their money."
                },
                {
                    "app": "Dost",
                    "description": "Social Connection and Genuine Interactions. Chat with Strangers with Privacy-focused Social App. Ideal for Virtual Friendships."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Simple interface, efficient services, and secure transactions"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly offers an effective way to manage your budget, with easy-to-use tracking features. It’s perfect for monitoring expenses. A valuable tool for personal finance management"
                }
            ]
        },
        {
            "name": "21.Arpita Barman",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "Didn’t find options contract and futur contract on this app.I can only invst in us stks no option for intraday trading which is a drawback butt they are saying it will be live soon so waiting for it."
                },
                {
                    "app": "Dost",
                    "description": " Online Socializing and Private Messaging. Real Friends with Video Chat. Great for Online Meeting."
                },
                {
                    "app": "SBM Credilio",
                    "description": "Easy navigation, fast processing, and helpful support"
                },
                {
                    "app": "Pocketly",
                    "description": "Pocketly’s user-friendly interface makes expense management straightforward and efficient. Its detailed insights are helpful for financial planning. Highly recommended for saving money"
                }
            ]
        },
        {
            "name": "22.MR AB",
            "reviews": [
                {
                    "app": "Appreciate",
                    "description": "The customer car staff was vry profesional, helpful & kind. Got my isus reslvd within 1 day. hapy with the overal experience of this app. No issues at all. I Definitely trust appreciat with my mony and invstmnts."
                },
                {
                    "app": "Dost",
                    "description": "Social Networking and Online Friendships. Secure Conversations with New Friend Finder. Perfect for Virtual Friendships."
                },
                {
                    "app": "SBM Credilio",
                    "description": "User-centric design, reliable services, and quick response times"
                },
                {
                    "app": "Pocketly",
                    "description": " Pocketly’s intuitive design and comprehensive tracking features make budgeting simple. It’s excellent for keeping your finances organized. A great app for anyone looking to save more"
                }
            ]
        }
    ]
}
